{
  "title": "The biological interpretation of probabilistic food webs",
  "authors": [
    {
      "affiliations": [
        "Université de Montréal",
        "Université de Sherbrooke",
        "Quebec Centre for Biodiversity Science"
      ],
      "familyname": "Banville",
      "givennames": "Francis",
      "email": "francis.banville@umontreal.ca",
      "orcid": "0000-0001-9051-0597",
      "status": ["corresponding", "equal"]
    },
    {
      "affiliations": [
        "Université de Montréal",
        "Quebec Centre for Biodiversity Science"
      ],
      "familyname": "Strydom",
      "givennames": "Tanya",
      "email": "tanya.strydom@umontreal.ca",
      "orcid": "0000-0001-6067-1349",
      "status": ["equal"]
    },
    {
      "affiliations": [
        "Université de Montréal",
        "Quebec Centre for Biodiversity Science"
      ],
      "familyname": "Poisot",
      "givennames": "Timothée",
      "email": "timothee.poisot@umontreal.ca",
      "orcid": "0000-0002-0735-5184"
    }
  ],
  "abstract": {
    "Community ecologists are increasingly thinking probabilistically when it comes to food webs and other ecological networks. Assuredly, the benefits of representing ecological interactions as probabilistic events (e.g., how likely are species to interact?) instead of binary objects (e.g., do species interact?) are numerous, from a better assessment of the spatiotemporal variation of trophic interactions to an increase capacity to reconstruct networks from sparse data. However, probabilities need to be used with caution when working with species interactions. Indeed, depending on the system at hand and the method used to build probabilistic networks, probabilities can have different interpretations that imply different ways to manipulate them. At the core of these differences lie the distinction between assessing the likelihood that two groups of individuals *can* interact and the likelihood that they *will* interact. This impacts the spatial, temporal, and taxonomic scaling of interaction probabilities, thus enlightening the need to properly define them in their ecological context. Published data on probabilistic species interactions are poorly documented in the literature, which impedes our ability to use them appropriately. With these challenges in mind, we propose a general approach to thinking about probabilities in regards to ecological interactions, with a strong focus on food webs, and call for better definitions and conceptualizations of probabilistic ecological networks, both at the local and regional scales."
  },
  "keywords": [
    "ecological networks",
    "food webs",
    "metaweb",
    "probabilistic networks",
    "spatial scale",
    "species interactions",
    "temporal scale"
  ],
  "citationstyle": "ecology-letters"
}